/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Launch Twitter..." = "Twitterを用意しています...";

/* No comment provided by engineer. */
"Please wait" = "しばらくお待ちください";

/* No comment provided by engineer. */
"Save Panorama" = "パノラマ画像を保存";

/* No comment provided by engineer. */
"Saving..." = "保存中...";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Browsing the website(%@) by #MtSurfing" = "%@のサイトを #MtSurfing で見ています";

/* No comment provided by engineer. */
"http://tinyurl.com/mtsurfing" = "http://tinyurl.com/mtsurfingja";

/* No comment provided by engineer. */
"Cannot Open Page" = "ページを開けません";

"Connection Cancelled" = "接続がキャンセルされました";
"Mt.Surfing Cannot complete loading because the connection is cancelled." = "接続がキャンセルされました。すべての地形が表示されない可能性があります。";

/* No comment provided by engineer. */
"Mt.Surfing Cannot open the page because the server cannot be found." = "ページを開けません。サーバが見つかりません。";

/* No comment provided by engineer. */
"Search Keyword or URL" = "URLか検索キーワードを入力";
